Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource7402
source: Combining...
af: Besig met kombinering...
ar: جاري الدمج...
az_arab: Birləşir...
be: Аб'яднанне...
bg: Обединяване...
bn: একীভূতি চলছে...
ca: S'està combinant...
ca_es_valencia: Combinant...
cs: Slučování...
cy: Cyfuno...
da: Kombinerer...
de: Zusammenfügen...
el: Συνένωση...
eo: Kombino...
es: Combinando...
et: Ühendamine...
eu: Nahasten...
fa: در حال ادغام...
fi: Yhdistetään...
fr: Combinaison...
fy: Oan it kombinearjen...
ga: Ag cumasc...
gl: Combinando...
gu: સંયોજન થઇ રહ્યુ છે...
he: …מאחד
hi: संयोजन हो रहा है...
hr: Spajanje...
hu: Egyesítés...
hy: Համակցում...
id: Menggabung...
is: Sameinandi...
it: Unisci...
ja: 結合中...
ka: შეერთება...
kk: Біріктіру...
ko: 파일 합치는 중...
ku_arab: پێکەوەی دەلکێنێت...
ky_kg: Биригүү...
lt: Sujungiami failai...
lv: Apvienošana...
mk: Составување...
mn_cyrl: Нэгтгэж байна...
mr: फ़ाइल जुडत आहे...
ms: Penggabungan ...
nb: Setter sammen …
ne: संयोजन गर्दैछ...
nl: Samenvoegen...
nn: Slår saman...
pa_in: ਹਿੱਸੇ ਜੋੜੇ ਜਾ ਰਹੇ ਹਨ...
pl: Łączenie...
ps: ...يوځايږي
pt_br: Combinando...
ro: Unesc...
ru: Объединение...
si: සංයෝග වෙමින්...
sk: Zlučovanie...
sl: Spajanje...
sq: Duke kombinuar...
sr_cyrl: Спајање...
sr_latn: Spajanje...
sv: Sammanfogar...
sw: Inaunganisha...
tg_arab: Иттиҳод...
th: กำลังรวม...
tk_cyrl: Birleşdirilýär...
tr: Birleştiriliyor...
tt_arab: Берләштерү...
ug_arab: بىرلەشتۈرۈۋاتىدۇ…
uk: Об'єднання...
uz_cyrl: Бирлаштирилмоқда...
uz_latn: Birlashtirilmoqda...
vi: Đang nối...
yo_latn: Ìkópọ̀...
zh_hans: 正在合并...
zh_hant: 正在合併...

# Resource7403
source: Select only first part of split file
ar: حدد فقط الجزء الأول من ملف التقسيم
az_arab: Bölünmüş faylın yalnız birinci hissəsini seçmək lazımdır
be: Неабходна вылучыць толькі першую частку пабітага файла
bg: Избиране само на първата част от разделения файл
bn: শুধু প্রথম ফাইলটি নির্বাচন করুন
ca: Seleccioneu només el primer fitxer
ca_es_valencia: Seleccioneu només el primer fitxer
cs: Musí se vybrat pouze první díl rozděleného soubor
da: Vælg kun første del af opdelt fil
de: Bitte nur den ersten Teil der Datei auswählen.
el: Επιλέξτε μόνο το πρώτο μέρος του αρχείου διαίρεσης
es: Selecciona solamente el primer archivo
et: Valige ainult tükeldatud faili esimene osa.
eu: Hautatu bakarrik banantzeko agiriaren lehen atala
fa: فقط اولین بخش فایل را انتخاب کنید
fi: Valitse jaetusta tiedostosta vain ensimmäinen osa
fr: Ne sélectionnez que le premier fichier
fy: Allinne earste triem selektearje
ga: Ná roghnaigh an chéad chomhad
gl: Seleccionar só a primeira parte do ficheiro dividido
gu: વિભાજિત ફાઇલનો ફક્ત પ્રથમ ભાગ જ ચયનિત કરો
he: בחר רק את החלק הראשון של הקובץ המפוצל
hi: विभाजित फाइल का सिर्फ़ प्रथम भाग ही चयनित करे
hr: Označite samo prvu datoteku
hu: Csak az első rész kiválasztása a darabolt fájlból
hy: Ընտրել տրոհված ֆայլի միայն առաջին մասը
id: Pilih bagian pertama saja dari berkas belahan
is: Veldu einungis fyrsta hlutann af klofningsskránni
it: Seleziona solo la prima parte del file diviso
ja: 分割ファイルの先頭ファイルだけを選択してください
ka: მონიშნეთ დაყოფილი ფაილის მხოლოდ პირველი ნაწილი
kk: Бөлшектенген файлдың бірінші бөлігін таңдау керек
ko: 첫번째 파일만 선택하시오
ku_arab: تەنها پەڕگەی یەکەم دیاری بکە
ky_kg: Бөлүштүрүлгөн файлдын биринчи бөлүгүн гана бөлүү керек
lt: Pažymėkite tik pirmą suskaidyto archyvo failą
nb: Velg bare det første delarkivet
nl: Selecteer alleen het eerste onderdeel van het opgesplitste bestand
nn: Berre vel den første fila
pa_in: ਸਿਰਫ਼ ਪਹਿਲੀ ਫਾਇਲ ਚੁਣੋ
pl: Zaznacz tylko pierwszą część podzielonego pliku
ps: يوازې لمړۍ دوتنه ټاکل
pt_br: Selecionar só a primeira parte do arquivo dividido
ro: Alege doar prima parte din fişierul împărțit
ru: Необходимо выделить только первую часть разбитого файла
si: භේදනය ගොනුවේ පළමු කොටස පමණක් තෝරන්න
sk: Vyberte len prvý súbor.
sl: Izberite samo prvi del deljene datoteke
sq: Përzgjidh vetëm pjesën e parë të skedarit të ndarë
sr_cyrl: Изаберите само први део поделе датотеке
sr_latn: Izaberite samo prvi deo podele datoteke
sv: Markera bara första delen av den delade filen
sw: Teua tu pande ya kwanza ya faili gawizww
tg_arab: Танҳо қисми якуми файли тақсимшударо интихоб кардан лозим аст
th: เลือกเฉพาะส่วนแรกของไฟล์แยก
tk_cyrl: Böleklenen faýlyň diňe birinji bölegini seçiň
tr: Bölünmüş dosyasının yalnız ilk parçasını seçin
tt_arab: Бүленгән файлның беренче кисәген генә сайларга кирәк
ug_arab: بىرىنچى ھۆججەتنىلا تاللا
uk: Виберіть тільки першу частину розбитого файлу
uz_cyrl: Aжратилган файлнинг фақат биринчи қисмини танланг
uz_latn: Ajratilgan faylning faqat birinchi qismini tanlang
vi: Chỉ chọn phần đầu của tệp bị chia nhỏ
yo_latn: Ṣàyàn akọkọ faíli ìpín nìkan
zh_hans: 请选择分卷的首个文件
zh_hant: 僅選取第一個檔案

# Resource7404
source: Cannot detect file as part of split file
ar: لا يمكن اكتشاف الملف كجزء من ملف التقسيم
az_arab: Bölünmüş faylın tanınması mümkün olmadı
be: Не атрымалася распазнаць пабіты файл
bg: Файлът не се разпознава като част от разделен оригинален файл
ca: No es pot detectar un fitxer com a una part del fitxer dividit
cs: Nepodařilo se rozpoznat rozdělený soubor
da: Kan ikke genkende fil, som del af opdelt fil
de: Datei nicht als Teil einer aufgesplitteten Datei erkannt
el: Το αρχείο δεν μπορεί να ανιχνευθεί ως μέρος διαιρεμένου αρχείου.
es: No se ha podido detectar el fichero como parte de un fichero por volúmenes
et: Ei õnnestu tuvastada, et see fail oleks tükeldatud faili osa.
eu: Ezin da agiria atzeman banandutako agiriaren atal bezala
fa: فایل را نمی تواند بعنوان فایل تقسیمی تشخیص دهد
fi: Tiedosto ei ole jaetun tiedoston osa
fr: Ne trouve aucun fichier faisant partie d'une archive divisée
ga: Ní féidir an comhad a bhraith mar chuid de chomhad scoilte
gl: Non se detecta o ficheiro como parte dun ficheiro dividido
gu: ફાઇલ ને વિભાજિત ફાઇલના ભાગના રૂપમાં ઓળખી નથી શકતુ
he: לא היה ניתן לגלות קובץ כחלק מקובץ מפוצל
hi: फाइल को विभाजित फाइल के भाग के रूप में पहचान नही सकता
hr: Nije pronađena datoteka koja je dio razdijeljenih datoteka
hu: Nem ismeri fel a fájlt, mint darabolt fájl része
hy: Հնարավոր չեղավ ճանաչել տրոհված ֆայլը
id: Tidak bisa mendeteksi berkas sebagai bagian berkas belahan
is: Get ekki greint skrána sem hluta af klofningsskránni
it: Impossibile riconoscere il file come archivio diviso
ja: ファイルを分割ファイルの一部として認識できません
ka: როგორც ჩანს, ფაილი არ წარმოადგენს დაყოფილი ფაილის ნაწილს
kk: Бөлшектенген файлды тану мүмкін емес
ko: 분할한 파일의 한 부분으로 인식할 수 없음
ku_arab: ناتوانێت پەڕگە بدۆزێتەوە وەک بەشێک لە پەڕگە لەتکراوەکە
ky_kg: Бөлүштүрүлгөн файлды таану ишке ашкан жок
lt: Nepavyko atpažinti suskaldyto failo
nl: Kan het bestand niet herkennen als onderdeel van een opgesplitst bestand
pl: To nie jest poprawna część podzielonego pliku
pt_br: Não pôde detectar o arquivo como parte do arquivo dividido
ro: Nu pot detecta fișierul ca parte a fișierului împărțit
ru: Не удалось распознать разбитый файл
si: භේදනය ගොනුවේ කොටසක් ලෙස හඳුනාගත නොහැකිය.
sk: Nie je možné rozlíšiť súbor ako súčasť rozdeleného súboru
sl: Ni mogoče zaznati datoteke kot del deljene datoteke
sq: Skedari nuk mund të zbulohet si pjesë e skedarit të ndarë
sr_cyrl: Не могу да откријем датотеку као део поделе
sr_latn: Ne mogu da otkrijem datoteku kao deo podele
sv: Det går inte att identifiera filen som en del av en uppdelad fil
sw: Haiwezi kugundua faili kama pande ya faili gawize
tg_arab: Файли тақсимшударо шинохтан муяссар нашуд
th: ไม่สามารถตรวจพบไฟล์ว่าเป็นส่วนหนึ่งของไฟล์แยก
tk_cyrl: Faýly böleklenen faýlyň bir bölegi hökminde ele alyp bolmaýar
tr: Dosya bölünmüş bir dosyanın parçası olarak algılanamadı
tt_arab: Бүленгән файлны табып булмады
ug_arab: بۆلەكلەنگەن ھۆججەت پارچىسى ئىكەنلىكىنى بايقىيالمىدى
uk: Не вдалося визначити файл, як частину розбитого файлу
uz_cyrl: Файл ажратилган қисм сифатида аниқланмади.
uz_latn: Fayl ajratilgan qism sifatida aniqlanmadi.
vi: Không thể xem tập tin như phần nối của tệp bị chia cắt
yo_latn: Ko lè rí faíli ni inu faíli ìpín
zh_hans: 无法识别文件为压缩分卷
zh_hant: 未能確認此檔案為完整檔案分割出來的一部分

# Resource7405
source: Cannot find more than one part of split file
ar: لا يمكن العثور على أكثر من جزء واحد من ملف التقسيم
az_arab: Bölünmüş faylın birdən çox hissəsini tapmaq mümkün olmadı
be: Не атрымалася знайсці больш адной часткі пабітага файла
bg: Не се открива повече от една част от разделения файл
ca: No es pot trobar més d'una part del fitxer dividit
cs: Nepodařilo se nalézt více než jeden díl rozděleného souboru
da: Kan ikke finde mere end én del af opdelt fil
de: Kann nicht mehr als eine Teildatei finden.
el: Δεν μπορούν να βρεθούν πάνω από ένα μέρη διαιρεμένου αρχείου.
es: No se ha podido encontrar más que un fragmento del fichero por volúmenes
et: Ei leia rohkem kui ühte tükeldatud faili osa.
eu: Ezin da aurkitu banandutako agiriaren atal bat baino gehiago
fa: بیشتر از یک بخش از فایل تقسیمی را نمیتواند پیدا کند
fi: Jaetun tiedoston osista löydettiin vain yksi
fr: Ne trouve qu'un seul fichier faisant partie d'une archive divisée
ga: Ní féidir níos mó ná aon chuid amháin den chomhad scoilte a aimsiú
gl: Non se atopan máis ca unha parte do ficheiro dividido
gu: વિભાજિત ફાઇલના એક થી વધારે ભાગ શોધી નથી શકતુ
he: לא היה ניתן למצוא יותר מחלק אחד של קובץ מפוצל
hi: विभाजित फाइल का एक से ज्यादा भाग नही ढूँढ सकता
hr: Pronađena samo jedna datoteka od razdijeljenih datoteka
hu: Nem talál egynél több részt a darabolt fájlból
hy: Հնարավոր չեղավ գտնել տրոհված ֆայլի մասերը
id: Tidak bisa menemukan lebih dari satu bagian berkas belahan
is: Get ekki fundið meira en einn hluta af klofningsskránni
it: Impossibile trovare più di una parte dell'archivio diviso
ja: 分割ファイルの一部が見つかりません
ka: ვერ მოიზებნა დაყოფილი ფაილის ერთზე მეტი ნაწილი
kk: Бөлшектенген файлдың бөліктерін табу мүмкін емес
ko: 분할 파일의 한 부분 이상을 찾을 수 없음
ku_arab: ناتوانێت لە بەشێک زیاتر بدۆزێتەوە لە پەڕگە لەتکراوەکە
ky_kg: Бөлүштүрүлгөн файлдын бир бөлүгүн дагы табуу ишке ашкан жок
lt: Nepavyko surasti daugiau nei vienos suskaldymo failo dalies
nl: Kan niet meer dan één deel van het opgesplitste bestand vinden
pl: Nie można odnaleźć co najmniej jednej części podzielonego pliku
pt_br: Não pôde achar mais do que uma parte do arquivo dividido
ro: Nu găsesc mai mult de o parte din fișierul împărțit
ru: Не удалось найти более одной части разбитого файла
si: භේදනය ගොනුවේ එක් කොටසකට වඩා හමු නොවිණි.
sk: Nie je možné nájsť viac než jednu časť rozdeleného súboru
sl: Ni mogoče najti več kot en del deljene datoteke
sq: Nuk mund të gjendet më shumë se një pjesë të skedarit të ndarë
sr_cyrl: Не може се наћи више од једног дела поделе
sr_latn: Ne može se naći više od jednog dela podele
sv: Det går inte att hitta mer än en del av den uppdelade filen
sw: Haiwezi pata zaidi ya pande moja ya faili gawize
tg_arab: Зиёда аз як қисми файли тақсимшударо ёфт нашуд
th: ไม่สามารถหาไฟล์แยกได้มากหนึ่ง
tk_cyrl: Faýly böleklenen faýlyň bir ýada birnäçe bölümini tapyp bolmady
tr: Bölünmüş dosyanın yalnız bir parçası bulunabildi
tt_arab: Бүленгән файлның беренче кисәгеннән кала башкаларын табып булмады
ug_arab: باشقا ھۆججەت پارچىسىنى بايقىيالمىدى
uk: Не вдалося знайти більше однієї частини розбитого файлу
uz_cyrl: Split файлнинг бир нечта қисмини топиб бўлмади.
uz_latn: Split faylning bir nechta qismini topib bo‘lmadi.
vi: Không tìm thấy thêm phần nối nào của tệp chia cắt
yo_latn: Ko lè rí ju apá faíli kan lọ
zh_hans: 无法找到其他压缩分卷
zh_hant: 找不到完整檔案的其他部分

# Resource7500
source: Checksum calculating...
ar: يتم حساب مجموعة الاختبار...
az_arab: Yoxlanma cəminin hesablanması...
be: Вылічэнне кантрольнай сумы...
bg: Изчисляване на контролната сума...
bn: Checksum গননা চলছে...
ca: S'està calculant la suma de verificació...
ca_es_valencia: Calculant checksum...
cs: Vypočítávání kontrolního součtu...
cy: Cyfrifo swm-gwirio...
da: Beregner checksum...
de: Berechne Prüfsumme...
el: Υπολογισμός checksum...
eo: Kalkulante kontrolsumon...
es: Calculando suma de verificación...
et: Kontrollsumma arvutamine...
eu: Egiaztapen-batura kalkulatzen...
fa: محاسبه مجموع مقابله ای..
fi: Lasketaan tarkiste...
fr: Calcul de la somme de contrôle...
fy: Kontrôlesom oan it berekenjen...
ga: Ag ríomh na suime seiceála...
gl: Calculando suma de verificación...
gu: જાઁચયોગ(ચેકસમ)ની ગણના કરી રહ્યુ છે...
he: …חישוב סיכום ביקורת
hi: जाँचयोग(चेकसम) की गणना कर रहा है...
hr: Izračunavanje kontrolnog zbroja...
hu: Leírás számolása...
hy: Checksum-ի որոշում...
id: Hitung ceksum...
is: Reiknar samtölu...
it: Calcolo del checksum...
ja: チェックサム計算中...
ka: საკონტროლო ჯამის დათვლა...
kk: Бақылау сомасын есептеу...
ko: 체크섬 계산중...
ku_arab: ژماردنی کۆپشکنین...
ky_kg: Текшерүүнүн жыйынтыгын эсептөө...
lt: Skaičiuojama kontrolinė suma...
mr: Checksum मोजत आहे...
nb: Beregner sjekksum …
ne: Checksum गणना गर्दैछ...
nl: Checksum berekenen...
nn: Reknar ut kontrollnummer...
pa_in: ਚੈਕਸੱਮ ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Obliczanie sumy kontrolnej...
ps: ...چېکسم شمېريږي
pt_br: Calculando checksum...
ro: Calculez suma de control...
ru: Вычисление контрольной суммы...
si: ආවේක්‍ෂා ඓක්‍යය ගණනය...
sk: Výpočet kontrolného súčtu...
sl: Izračun preizkusne vsote...
sq: Duke llogaritur shumën e vërtetësimit...
sr_cyrl: Израчунавање проверне величине...
sr_latn: Izračunavanje proverne veličine...
sv: Beräknar kontrollsumma...
sw: Inakokotoa checksum...
tg_arab: Ҳисобкунии маблағҳо...
th: กำลังคำนวณ Checksum...
tk_cyrl: Barlag-jemi hasaplanýar...
tr: Sağlama değeri hesaplanıyor...
tt_arab: Контроль сумманы исәпләү...
ug_arab: تەكشۈرۈۋاتىدۇ…
uk: Обчислення контрольної суми...
uz_cyrl: Назорат суммаси ҳисобланмоқда...
uz_latn: Nazorat summasi hisoblanmoqda...
vi: Đang tính checksum...
yo_latn: Ìkà checksum...
zh_hans: 正在校验...
zh_hant: 正在計算驗證值...

# Resource7501
source: Checksum information
ar: معلومات مجموعة الاختبار
az_arab: Yoxlanma cəmi
be: Кантрольная сума
bg: Информация за контролната сума
bn: Checksum তথ্য
ca: Informació de la suma de verificació
ca_es_valencia: Informació checksum
cs: Informace o kontrolním součtu
cy: Gwybodaeth swm-gwirio
de: Prüfsummen-Information
el: Πληροφορίες checksum
eo: Informo pri kontrolsumo
es: Suma de verificación (CRC)
et: Kontrollsumma
eu: Egiaztapen-batura argibideak
fa: اطلاعات مجموع مقابله ای
fi: Tarkisteet
fr: Informations sur la somme de contrôle
fy: Kontrôlesom ynformaasje
ga: Faisnéis maidir leis an suim sheiceála
gl: Información da suma de verificación
gu: જાઁચયોગ(ચેકસમ) માહિતી
he: מידע סיכום ביקורת
hi: जाँचयोग(चेकसम) माहिती
hr: Info kontrolni zbroj
hu: Leírás információ
hy: Checksum
id: Informasi ceksum
is: Samtöluupplýsingar
it: Informazioni sul checksum
ja: チェックサム情報
ka: საკონტრლო ჯამის შესახებ
kk: Бақылау сомасы
ko: 체크섬 정보
ku_arab: زانیاری کۆپشکنین
ky_kg: Текшерүүнүн жыйынтыгы
lt: Kontrolinės sumos informacija
mr: Checksum माहिती
nb: Sjekksuminformasjon
ne: Checksum सूचना
nl: Checksum informatie
nn: Informasjon om kontrollnummer
pa_in: ਚੈਕਸੱਮ ਜਾਣਕਾਰੀ
pl: Informacja o sumie kontrolnej
ps: چېکسم خبرتياوې
pt_br: Informação do checksum
ro: Informaţii despre suma de control
ru: Контрольная сумма
si: ආවේක්‍ෂා ඓක්‍යය තොරතුරු
sk: Informácie o kontrolnom súčte
sl: Podatki o preizkusni vsoti
sq: Informacionet e shumës së vërtetësimit
sr_cyrl: Информација о проверне величине
sr_latn: Informacija o proverne veličine
sv: Kontrollsummeinformation
sw: Taarifa ya checksum
tg_arab: Маблағро тафтиш кардан
th: ข้อมูล Checksum
tk_cyrl: Barlag-jemi maglumaty
tr: Sağlama Bilgileri
tt_arab: Контроль сумма
ug_arab: تەكشۈرۈش ئۇچۇرى
uk: Інформація про контрольну суму
uz_cyrl: Назорат суммаси тўғрисида
uz_latn: Nazorat summasi to‘g‘risida
vi: Thông tin checksum
yo_latn: Ìròyìn Checksum
zh_hans: 校验信息
zh_hant: 驗證值資訊

# Resource7502
source: CRC checksum for data:
ar: للبيانات CRC مجموعة الاختبار:
az_arab: Dəlillər üçün CRC yoxlanma cəmi:
be: Кантрольная сума CRC для дадзеных:
bg: CRC контролна сума за данни:
bn: তথ্যের জন্য CRC checksum:
ca: Suma de verificació CRC per les dades:
ca_es_valencia: CRC checksum per a les dades:
cs: CRC kontrolní součet pro data:
cy: Swm-gwirio CRC am data:
de: CRC-Prüfsumme über die Daten:
el: Άθροισμα ελέγχου CRC για δεδομένα:
eo: CRC-kontrolsumo por datumoj:
es: CRC de los datos:
et: Andmete CRC-kontrollsumma:
eu: CRC Egiaztapen-batura datuentzat:
fa: مجموع مقابله ای سی آر سی برای داده:
fi: Sisällön tarkiste:
fr: Somme de contrôle des données :
fy: CRC kontrôlesom foar data:
ga: Suim sheiceála do shonraí:
gl: Verificación CRC para datos:
gu: સીઆરસી જાઁચયોગ(ચેકસમ) આઁકડ઼ોં માટે :
he: :עבור נתונים CRC סיכום ביקורת
hi: सीआरसी जाँचयोग(चेकसम) आँकड़ों के लिये :
hr: CRC kontrolni zbroj za podatke:
hu: CRC leírás az adathoz:
hy: CRC checksum ֆայլերի համար.
id: Ceksum CRC untuk data:
is: CRC-samtala fyrir gögn:
it: CRC checksum sui dati:
ja: CRC (データのみ):
ka: CRC ჯამი მონაცემთათვის:
kk: Мәлімет үшін CRC бақылау сомасы:
ko: 데이터 CRC 체크섬:
ku_arab: کۆپشکنینی CRC بۆ دراوە:
ky_kg: Маалымат үчүн CRC текшерүү жыйынтыгы:
lt: Duomenų CRC kontrolinė suma:
mr: डेटाकरिता CRC checksum :
nb: CRC-sjekksum for data:
ne: लगतका लागि CRC checksum:
nl: CRC-checksum voor gegevens:
nn: CRC kontrollnummer for data:
pa_in: ਡਾਟਾ ਲਈ ਸੀ-ਆਰ-ਸੀ ਚੈਕਸੱਮ:
pl: Suma kontrolna CRC dla danych:
ps: :چېکسم CRC اومتوک لپاره
pt_br: Checksum do CRC pelos dados:
ro: Suma de control CRC pentru conţinut:
ru: Сумма CRC для данных:
si: දත්ත සඳහා CRC ආවේක්‍ෂා ඓක්‍යය:
sk: CRC súčet pre údaje:
sl: Preizkusna vsota za podatke:
sq: Shuma e vërtetësimit CRC për të dhënat:
sr_cyrl: ЦРЦ порвера за податак:
sr_latn: CRC porvera za podatak:
sv: CRC-kontrollsumma för data:
sw: Checksum CRC ya data:
tg_arab: Маблағи CRC барои маълумот:
th: CRC checksum ของข้อมูล:
tk_cyrl: Data üçin Gaýtalanýan Ölçegsizlik Barlagy (CRC) barlag-jemi:
tr: Verinin CRC Sağlaması:"
tt_arab: Мәгълүматлар өчен CRC контроль сумма:
ug_arab: CRC سانلىق مەلۇمات تەكشۈرۈش:
uk: Контрольна сума CRC для даних:
uz_cyrl: Маълумотлар учун CRC суммаси:
uz_latn: Ma’lumotlar uchun CRC summasi:
vi: CRC checksum cho dữ liệu:
yo_latn: CRC checksum fun détà:
zh_hans: CRC 数据校验：
zh_hant: 資料的 CRC 驗證值:

# Resource7503
source: CRC checksum for data and names:
ar: مجموعة الاختبار CRC للبيانات وللاسماء:
az_arab: Dəlillər və adlar üçün CRC yoxlanma cəmi:
be: Кантрольная сума CRC для дадзеных і імёнаў:
bg: CRC контролна сума за данни и имена:
bn: তথ্য এবং নামের জন্য CRC checksum:
ca: Suma de verificació CRC per les dades i els noms:
ca_es_valencia: CRC checksum per a dades i noms:
cs: CRC kontrolní součet pro data a jména:
cy: Swm-gwirio CRC am data ac enwau:
da: CRC-checksum for data og navne:
de: Prüfsumme über Daten und Namen:
el: Άθροισμα ελέγχου CRC για δεδομένα και ονόματα:
eo: CRC-kontrolsumo por datumoj kaj nomoj:
es: CRC de los datos y nombres:
et: Andmete ja nimede CRC-kontrollsumma:
eu: CRC Egiaztapen-batura datu eta izenentzat:
fa: مجموع مقابله ای سی آر سی برای داده و نام:
fi: Sisällön ja tiedostonimien tarkiste:
fr: Somme de contrôle des données et des noms :
fy: CRC kontrôlesom foar data en nammen:
ga: Suim sheiceála do shonraí agus d'ainmneacha
gl: Verificación CRC para datos e nomes:
gu: સીઆરસી જાઁચયોગ(ચેકસમ) આઁકડ઼ોં અને નામોં માટે :
he: :עבור נתונים ושמות CRC סיכום ביקורת
hi: सीआरसी जाँचयोग(चेकसम) आँकड़ों और नामों के लिये :
hr: CRC kontrolni zbroj za podatke i nazive:
hu: CRC leírás az adathoz és névhez:
hy: CRC checksum ֆայլերի և անունների համար.
id: Ceksum CRC untuk data dan nama:
is: CRC-samtala fyrir gögn og nöfn:
it: CRC checksum su dati e nomi:
ja: CRC (データと名前):
ka: CRC ჯამი სახელთა და მონაცემთათვის:
kk: Мәлімет және атау үшін CRC бақылау сомасы:
ko: 데이터와 이름 CRC 체크섬:
ku_arab: کۆپشکنینی CRC بۆ دراوە و ناوەکان:
ky_kg: Маалымат жана аттар үчүн CRC текшерүү жыйынтыгы:
lt: Duomenų ir failų pavadinimų CRC kontrolinė suma:
mr: नाव आणि डेटाकरिता CRC checksum :
nb: CRC-sjekksum for data og filnavn:
ne: लगत र नामहरूका लागि CRC checksum:
nl: CRC-checksum voor gegevens en namen:
nn: CRC kontrollnummer for data og namn:
pa_in: ਡਾਟਾ ਅਤੇ ਨਾਮਾਂ ਲਈ ਸੀ-ਆਰ-ਸੀ ਚੈਕਸੱਮ:
pl: Suma kontrolna CRC dla danych i nazw:
ps: :چېکسم CRC اومتوک او نومونو لپاره
pt_br: Checksum do CRC pelos dados e nomes:
ro: Suma de control CRC pentru conţinut şi nume:
ru: Сумма CRC для данных и имен:
si: දත්ත හා නම් සඳහා CRC ආවේක්‍ෂා ඓක්‍යය:
sk: CRC súčet pre údaje a názvy:
sl: Preizkusna vsota za podatke in imena:
sq: Shuma e vërtetësimit CRC për të dhënat dhe emrat:
sr_cyrl: ЦРЦ провера за податак и имена:
sr_latn: CRC provera za podatak i imena:
sv: CRC-kontrollsumma för data och namn:
sw: Checksum CRC ya data na majina:
tg_arab: Маблағи CRC барои маълумот ва номҳо:
th: CRC checksum ของข้อมูลและชื่อ:
tk_cyrl: Data we adlar üçin Gaýtalanýan Ölçegsizlik Barlagy (CRC) barlag-jemi:
tr: Veri ve Adların CRC Sağlaması:"
tt_arab: Мәгълүматлар һәм исемнәр өчен CRC контроль сумма:
ug_arab: CRC سانلىق مەلۇمات ۋە ھۆججەت ئاتى تەكشۈرۈش:
uk: Контрольна сума CRC для даних та імен:
uz_cyrl: Маълумотлар ва номлар учун CRC суммаси:
uz_latn: Ma’lumotlar va nomlar uchun CRC summasi:
vi: CRC checksum cho dữ liệu và tên:
yo_latn: CRC checksum fun détà àti orúkọ:
zh_hans: CRC 数据及文件名校验：
zh_hant: 資料及名稱的 CRC 驗證值:

# Resource7600
source: Benchmark
af: Meet
ar: تقييم الأداء
az_arab: Səmərə Sinağı
be: Тэставанне прадукцыйнасці
bg: Статистика
bn: বেঞ্চমার্ক
ca: Test de referència
ca_es_valencia: Banc de proves
cs: Zkouška výkonu
cy: Meincnod
el: Αξιολόγηση επιδόσεων
eo: Etalono
es: Pruebas (benchmark)
et: Jõudlustest
fa: سنجش
fi: Nopeustesti
fr: Test de performance
ga: Tástáil fheidhmíochta
gl: Rendemento
gu: (કસૌટી ચિન્હ)બેઞ્ચમાર્ક
he: בוחן ביצועים
hi: (कसौटी चिन्ह)बेञ्चमार्क
hr: Mjerenje
hu: Teljesítménymérés
hy: Արտադրողականության թեստ
id: Patokan
is: Afkastapróf
ja: ベンチマーク
ka: წარმადობის შემოწმება
kk: Өнімділікке тестілеу
ko: 벤치마크
ku_arab: نیشانەی پێوان
ky_kg: Өндүрүмдүүлүктү тестирлөө
lt: Spartos bandymas
lv: Darpspējības pārbaude
mk: Тест
mn_cyrl: Бэнчмарк
ms: Tanda Aras
nb: Yteprøve
ne: बेञ्चमार्क
nn: Yting test
pa_in: ਬੈਂਚਮਾਰਕ
pl: Test wydajności
ps: بنچمارک
ro: Banc de încercare
ru: Тестирование производительности
si: මිණුම් ලකුණ
sk: Skúšobný test
sl: Meritev
sq: Provë e performancës
sv: Prestandamätning
sw: Kanuni ya mwongozo
ta: மதிப்பீட்டு அளவை
tg_arab: Санҷиши амал
th: เกณฑ์เปรียบเทียบสมรรถนะ
tk_cyrl: Barlag nokady
tr: Bilgisayar Başarımı
tt_arab: Җитештерүчәнлекне сынау
ug_arab: ئاساسىي تەكشۈرۈش
uk: Тестування продуктивності
uz_cyrl: Самарадорликни синамоқ
uz_latn: Samaradorlikni sinamoq
vi: Đo tốc độ
yo_latn: Ala
zh_hans: 基准测试
zh_hant: 效能測試
